/* A label text somewhere on the screen */
"After entering the code, you will receive a code bike lock. Ever since you running out of time for which you pay karma." = "After entering the code, you will receive a code bike lock. Ever since you running out of time for which you pay karma.";

/* Title in Action Sheet */
"Are you sure you want to log out?" = "Are you sure you want to log out?";

/* No comment provided by engineer. */
"Back to Log In" = "Back to Log In";

/* A label text somewhere on the screen */
"Bike" = "Bike";

/* Text message in Alert View. */
"Bike Code ma spatnou delku" = "Bike Code ma spatnou delku";

/* A button title somewhere on the screen
   Bar button title in navigation bar */
"Bike Detail" = "Bike Detail";

/* A button title somewhere on the screen */
"Borrow" = "Borrow";

/* A label text somewhere on the screen
   Title in segmented control */
"Borrow Bike" = "Borrow Bike";

/* Button in Action Sheet
   Button title in Alert View. */
"Cancel" = "Cancel";

/* Bar button title in navigation bar
   Button title in Alert View.
   Title in alert button */
"Close" = "Close";

/* Placeholder text inside a TextField */
"code" = "code";

/* A label text somewhere on the screen */
"Code can be found on the side of the wheel on bike." = "Code can be found on the side of the wheel on bike.";

/* Time Unit */
"d" = "d";

/* Button title in Alert View. */
"Download" = "Download";

/* Title in navigation bar */
"Edit Location" = "Edit Location";

/* Placeholder inside a Text Field */
"email" = "email";

/* A label text somewhere on the screen */
"Enter your email to get instructions on how to reset your password." = "Enter your email to get instructions on how to reset your password.";

/* A button title somewhere on the screen */
"Forgot Password?" = "Forgot Password?";

/* Feet unit */
"ft" = "ft";

/* Time Unit */
"hr" = "hr";

/* A label text somewhere on the screen */
"in your service." = "in your service.";

/* Kilometer unit */
"km" = "km";

/* A label text somewhere on the screen */
"Let's Go!" = "Let's Go!";

/* A label text somewhere on the screen */
"Lock code:" = "Lock code:";

/* A button title somewhere on the screen
   A label text somewhere on the screen */
"Log In" = "Log In";

/* Bar button title in navigation bar
   Button in Action Sheet */
"Log Out" = "Log Out";

/* Meter unit */
"m" = "m";

/* Title in nav & tab controller */
"Map" = "Map";

/* Mile Unit */
"mile" = "mile";

/* Mile Unit */
"miles" = "miles";

/* Time Unit */
"min" = "min";

/* Title in Alert View */
"New version" = "New version";

/* A button title somewhere on the screen */
"Not a member?" = "Not a member?";

/* Placeholder inside a Text Field */
"password" = "password";

/* Text message in Alert View. */
"Polohové služby nejsou zapnuté, aplikace nebude schopna poskytovat plnou fukncionalitu. Povolit je můžete v nastavení svého zařízení v záložce soukromí." = "Polohové služby nejsou zapnuté, aplikace nebude schopna poskytovat plnou fukncionalitu. Povolit je můžete v nastavení svého zařízení v záložce soukromí.";

/* Title in nav & tab controller */
"Profile" = "Profile";

/* Text message in Alert View. */
"Připojení k internetu je zřejmě neaktivní." = "Připojení k internetu je zřejmě neaktivní.";

/* A button title somewhere on the screen */
"Report Issue" = "Report Issue";

/* No comment provided by engineer. */
"Reset Password" = "Reset Password";

/* A button title somewhere on the screen
   Title in nav & tab controller */
"Return Bike" = "Return Bike";

/* Text message in Alert View. */
"Sorry, but your client is outdated.\n\nPlese upgrade to latest version." = "Sorry, but your client is outdated.\n\nPlese upgrade to latest version.";

/* Placeholder text inside a Text View */
"Upresnete prosim, kde kolo presne stoji (napr. 3. lampa od ulice X)" = "Upresnete prosim, kde kolo presne stoji (napr. 3. lampa od ulice X)";

/* Text message in Alert View. */
"Uz jedno kolo pujceno mate" = "Uz jedno kolo pujceno mate";

/* Yard unit */
"yds" = "yds";

/* Text message in Alert View. */
"Please check your email for additional informations." = "Please check your email for additional informations.";

/* A label text somewhere on the screen */
"Something went wrong so the page failed to load." = "Something went wrong so the page failed to load.";

